Repository: zpamaral/tocaTintas2.5
Catalog: tocaTintas/*.lproj/Localizable.strings
Languages: pt_pt, ru

source: Notification permission not granted.
pt_pt: Permissão de notificação não concedida.
ru: Разрешение на уведомления не предоставлено.

# now_playing_title
source: playing: %@
pt_pt: a tocar: %@
ru: воспроизводится: %@

# now_playing_album
source: album: %@
pt_pt: álbum: %@
ru: альбом: %@

# now_playing_artist
source: artist: %@
pt_pt: artista: %@
ru: исполнитель: %@

source: Error attaching cover art: %@
pt_pt: Erro ao anexar a capa: %@
ru: Ошибка при прикреплении обложки: %@

# starting_wavpack_playback
source: Starting WAVPack playback for: %@
pt_pt: A iniciar reprodução WAVPack para: %@
ru: Запуск воспроизведения WAVPack для: %@

# error_opening_wavpack_file
source: Error opening WAVPack file: %s
pt_pt: Erro ao abrir o ficheiro WAVPack: %s
ru: Ошибка при открытии файла WAVPack: %s

source: No audio files to play.
pt_pt: Sem ficheiros de áudio para reproduzir.
ru: Нет аудиофайлов для воспроизведения.

# starting_playback_for_track
source: Starting playback for track index: %ld
pt_pt: A iniciar reprodução para a faixa índice: %ld
ru: Запуск воспроизведения трека с индексом: %ld

source: No audio files to shuffle.
pt_pt: Sem ficheiros de áudio para baralhar.
ru: Нет аудиофайлов для случайного воспроизведения.

# initializing_shuffling_track_list
source: Initializing and shuffling the track list.
pt_pt: A iniciar e baralhar a lista de faixas.
ru: Инициализация и перемешивание списка треков.

source: Repeat mode activated.
pt_pt: Modo de repetição ativado.
ru: Режим повторения активирован.

source: Shuffle mode activated.
pt_pt: Modo de baralhamento ativado.
ru: Режим случайного воспроизведения активирован.

source: Playing next track.
pt_pt: A reproduzir próxima faixa.
ru: Воспроизведение следующего трека.

# reached_end_of_playlist
source: Reached the end of the playlist.
pt_pt: Chegou ao fim da lista de reprodução.
ru: Достигнут конец плейлиста.

# Plays: %@
source: played %@ times
pt_pt: tocou %@ vezes
ru: воспроизведено %@ раз

# Plays: 0
source: played 0 times
pt_pt: tocou 0 vezes
ru: воспроизведено 0 раз

source: played 1 time
pt_pt: tocou 1 vez
ru: воспроизведено 1 раз

source: played 0 times
pt_pt: tocou 0 vezes
ru: воспроизведено 0 раз

source: played %@ times
pt_pt: tocou %@ vezes
ru: воспроизведено %@ раз

source: choose song here
pt_pt: escolher a música
ru: выберите песню здесь

source: Select the Songs Directory
pt_pt: Seleccione a pasta com ficheiros de música
ru: Выберите каталог песен

source: Please select the folder where your songs are stored.
pt_pt: Por favor seleccione a pasta onde suas músicas estão armazenadas.
ru: Пожалуйста, выберите папку, где хранятся ваши песни.

source: version %@ is installed
pt_pt: a versão %@ está instalada
ru: Установлена версия %@

source: About tocaTintas
pt_pt: Acerca do tocaTintas
ru: О tocaTintas

source: Close
pt_pt: Fechar
ru: Закрыть

# NSLocalNetworkUsageDescription
source: This app requires access to the local network to discover and connect to AirPlay devices.
pt_pt: Este programa requer acesso à rede local para descobrir e ligar-se a aparelhos AirPlay.
ru: Это приложение требует доступ к локальной сети для обнаружения и подключения к устройствам AirPlay.

# NSMicrophoneUsageDescription
source: This app requires access to the microphone to visualize audio.
pt_pt: Este programa requer acesso ao microfone para ver o áudio.
ru: Это приложение требует доступ к микрофону для визуализации аудио.

source: Searching for AirPlay devices
pt_pt: A procurar aparelhos AirPlay
ru: Поиск устройств AirPlay
